[
  {
    "pergunta": "O que é a personalidade jurídica?",
    "resposta": "É a capacidade de ser sujeito de direitos e obrigações na ordem civil."
  },
  {
    "pergunta": "Quando se inicia a personalidade da pessoa física?",
    "resposta": "Com o nascimento com vida, conforme o Código Civil."
  },
  {
    "pergunta": "Quando se inicia a personalidade da pessoa jurídica?",
    "resposta": "Com o registro dos atos constitutivos no órgão competente."
  },
  {
    "pergunta": "O nascituro tem direitos?",
    "resposta": "Sim, como o direito à vida e à herança."
  },
  {
    "pergunta": "Quando é extinta a personalidade jurídica da pessoa física?",
    "resposta": "Com a morte."
  },
  {
    "pergunta": "O que é a desconsideração da personalidade jurídica?",
    "resposta": "É o afastamento da personalidade jurídica para alcançar bens dos sócios em caso de abuso de direito."
  },
  {
    "pergunta": "O que é a desconsideração direta e inversa da personalidade jurídica?",
    "resposta": "Direta atinge o sócio; inversa atinge a empresa por dívidas do sócio."
  },
  {
    "pergunta": "O que é a teoria maior da desconsideração?",
    "resposta": "Exige abuso da personalidade e confusão patrimonial. Prevista no art. 50 do Código Civil."
  },
  {
    "pergunta": "Mudar o objeto da sociedade é desvio de personalidade?",
    "resposta": "Sim, pode caracterizar desvio de finalidade conforme art. 50 do CC."
  },
  {
    "pergunta": "A desconsideração também existe no direito do consumidor?",
    "resposta": "Sim, com base na teoria menor, conforme art. 28 do CDC."
  },
  {
    "pergunta": "Qual requisito da teoria menor?",
    "resposta": "Basta o prejuízo ao consumidor para autorizar a desconsideração."
  },
  {
    "pergunta": "Na lei de crimes ambientais, qual teoria é adotada?",
    "resposta": "Teoria menor."
  },
  {
    "pergunta": "A desconsideração pode ser feita extrajudicialmente?",
    "resposta": "Não, deve ser feita judicialmente com contraditório e ampla defesa."
  },
  {
    "pergunta": "Quem pode requerer a desconsideração?",
    "resposta": "Qualquer parte interessada. Ex: credores ou Ministério Público."
  },
  {
    "pergunta": "Quem pode ser o alvo da desconsideração?",
    "resposta": "Sócios, administradores ou a própria empresa (na inversa)."
  },
  {
    "pergunta": "Cite dois exemplos de fonte do direito empresarial.",
    "resposta": "Lei e costumes empresariais."
  },
  {
    "pergunta": "Quais são os ramos do direito?",
    "resposta": "Público, privado e social."
  },
  {
    "pergunta": "O que é o princípio de liberdade de associação?",
    "resposta": "É o direito de se associar livremente para fins lícitos."
  },
  {
    "pergunta": "O que é a função social da empresa?",
    "resposta": "Atender interesses econômicos e sociais da coletividade."
  },
  {
    "pergunta": "Quem é um empresário?",
    "resposta": "Quem exerce profissionalmente atividade econômica organizada. Art. 966 CC."
  },
  {
    "pergunta": "O que são sociedades empresariais?",
    "resposta": "Sociedades que exercem atividade econômica com fins lucrativos."
  },
  {
    "pergunta": "Cite um elemento que compõe a empresa.",
    "resposta": "Estabelecimento empresarial (conjunto de bens organizados)."
  },
  {
    "pergunta": "Quem é o preposto?",
    "resposta": "Pessoa autorizada a agir em nome do empresário. Ex: gerente."
  },
  {
    "pergunta": "O que é direito?",
    "resposta": "Conjunto de normas que regulam a vida em sociedade."
  },
  {
    "pergunta": "Quem são os incapazes de exercer pessoalmente atos da vida civil?",
    "resposta": "Menores de 16 anos, ébrios habituais, entre outros (art. 3º CC)."
  },
  {
    "pergunta": "O que é o princípio da liberdade de iniciativa?",
    "resposta": "Direito de iniciar atividades econômicas privadas."
  },
  {
    "pergunta": "O que é o princípio da liberdade de concorrência?",
    "resposta": "Direito de competir de forma justa no mercado."
  },
  {
    "pergunta": "O que é o princípio da inerência do risco?",
    "resposta": "Riscos do negócio são assumidos pelo empresário."
  },
  {
    "pergunta": "O que é estabelecimento empresarial?",
    "resposta": "Conjunto de bens usados para exercício da empresa. Art. 1142 CC."
  },
  {
    "pergunta": "O que é a análise SWOT?",
    "resposta": "Ferramenta que identifica Forças, Fraquezas, Oportunidades e Ameaças."
  },
  {
    "pergunta": "O que são Forças na SWOT?",
    "resposta": "Características internas positivas da organização."
  },
  {
    "pergunta": "O que são Fraquezas na SWOT?",
    "resposta": "Características internas negativas da organização."
  },
  {
    "pergunta": "O que são Oportunidades na SWOT?",
    "resposta": "Fatores externos que favorecem a organização."
  },
  {
    "pergunta": "O que são Ameaças na SWOT?",
    "resposta": "Fatores externos que prejudicam a organização."
  },
  {
    "pergunta": "O que é a análise PESTEL?",
    "resposta": "Avaliação de fatores Políticos, Econômicos, Sociais, Tecnológicos, Ecológicos e Legais."
  }
]
